Repository: mozilla-l10n/mt-training-data
Catalog: ig/ig_pontoon.tmx
Source language: en_us
Languages: ig

source: It contains words or phrases that are hard to read or pronounce.
ig: O nwere okwu ma ọ bụ nkebiokwu siri ike ịgụ ma ọ bụ ịkpọpụta.

source: It is written in a language different than what I’m speaking.
ig: É dèrè yá n’ ásụ̀sụ́ dị̀ íchè nà ǹkè m nà-àsụ́.

source: Izhorian
ig: Ásụ̀sụ́ Ízóríànụ̀

source: Japanese
ig: Ásụ̀sụ́ Jàpáníìsì

source: Join the Common Voice mailing list
ig: Sònyé n'ákwụ́kwọ́ ńzípù ózí ńdị́ òtù Common Voice

source: Just Unsure?
ig: Náánị́ éjìghì n'áká?

source: Kabardian
ig: Ásụ̀sụ́ Kàbádíànụ̀

source: Kabyle
ig: Ásụ̀sụ́ Kábáị̀lụ̀

source: Kaqchikel
ig: Ásụ̀sụ́ Kàkụ̀chíkèlụ̀

source: Karakalpak
ig: Ásụ̀sụ́ Kàràkápáàkị̀

source: Kazakh
ig: Ásụ̀sụ́ Kàzéèkị̀

source: { $kb }kb max
ig: { $kb }Ǹjèdèbè kb

source: Keep
ig: Dèbé

source: Keep it up, record again <recordIcon></recordIcon>
ig: Jìsíé íké, ḿkpọ́nyé ọ̀zọ́<recordIcon></recordIcon>

source: Keep the recordings
ig: Dèbé íhé ḿkpọ́nyé

source: Keep track of your progress and metrics across multiple languages.
ig: Détùó mà dèbékwá kà Í sì àgá n'íhú nàkwà ńtụ́rụ́ùgò gị́ n'ásụ̀sụ́ dị́ íchèíchè.

source: Keep track of your progress with a profile
ig: Jide profaịlụ gị́ ná-àmátá kà Í sì ágá n'íhú.

source: Keep track of your progress with a profile and help our voice data be more accurate.
ig: Jìrí ǹjìrìmárá onye (Profile) Í képụ̀tàrà màrá kà Í sì àgà n'íhú mà nyékwárá áká ímé kà ńgwá ńnyòchá ólú ányị́ nà-àrụ́ ọ́rụ́ ǹkè ọ́má.

source: K'iche'
ig: Ásụ̀sụ́ Kị́yéèchị̀

source: Kikuyu
ig: Ásụ̀sụ́ Kị̀kúyù

source: Kinyarwanda
ig: Ásụ̀sụ́ Kị̀nyàrwándà

source: Komi-Zyrian
ig: Ásụ̀sụ́ Kòmí-Záríànụ̀

source: Korean
ig: Ásụ̀sụ́ Kòríànụ̀

source: Kurmanji Kurdish
ig: Ásụ̀sụ́ Kụ̀màńjíí Kọ́díìshì

source: Kyrgyz
ig: Kọ̀géèsị̀

source: Language
ig: Ásụ̀sụ́

source: Language Request
ig: Ńrị́ọ́tá Ásụ̀sụ́

source: Language request successfully submitted, thank you.
ig: Ńzígá ńhọ̀rọ̀ ásụ̀sụ́ gị́ gàrà ọ̀fụ́má, dàálụ́.

source: Languages
ig: Ásụ̀sụ́

source: Latvian
ig: Látị́vị́ànụ̀

source: Launched
ig: Ḿwépụ̀tá

source: Leaderboard Visibility
ig: Lèé Leaderboard

source: Learn More
ig: Mụ̀tákwúó

source: Leaving now means you’ll lose your changes
ig: Ị́hápụ̀ ùgbú à pụ̀tàrà nà Ị́ gà-àtụ́fù ḿgbánwè níílé Ị́ tìnyèrè

source: Leaving now means you'll lose your progress
ig: Ị́hāpụ̀ ùgbú à pụ̀tàrà nà ị́ gà-àtụ́fù ọ̀gàníhú gị́

source: Let's Get Started
ig: Kà ànyị́ bídó

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ig: LibriSpeechbụ̀ ḿkpókọ́tá ńgwá ńchọ́chá íhé rúrú áwà1000 ǹkè ókwú Bèkéè 16Khz á gụ́pụ̀tàrà ǹkè é sìkwàra n'ákwụ́kwọ́ ólú ókwú wètá síté n'ámụ̀mà LibriVox.

source: License
ig: Íkìkèré

source: License: <licenseLink>CC-0</licenseLink>
ig: Ikikere: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ig: Ikikere: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ig: Lị̀gụ́rị̀ànụ̀

source: Link Copied
ig: Ị nwẹ́tágó ọ́wà-ńjìkọ́

source: Listen
ig: Gèé ńtị̀

source: Listening
ig: Nà-égè ńtị́

source: Listen-Queue
ig: Íhé ńdí Í gà-égè

source: Lithuanian
ig: Lị̀tụ̀wéníànụ̀

source: Loading…
ig: Ḿbànyé/Ńdọ́nyé

source: Loading sentences…
ig: Ọ́ nà-èbúpùtá áhị́rị́ókwū…

source: Localized
ig: Ńchị́kọ́tọ́ ḿpághárá

source: Login Identity
ig: Ǹjìrìmárá

source: Log in or sign up to get started
ig: Bànyé màọ̀bụ̀ débànyé áhà kà ị́màlíté

source: Log In / Sign Up
ig: Bànyé / Débànyé áhá

source: Log In / Sign Up with { $company } email
ig: Jìrí íméèlụ̀ (email){ $company } bànyé/Débànyé áhà

source: Log Out
ig: Pụ̀ọ́

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ig: Ọ́ dị̀ kà à gà-ásị́ nà é nwéghị́ íhé ígèńtì á gà-àkpọ́ n'ásụ̀sụ́ à. Íjí méjúó óghéré à Nyèré ányị́ áká tùnyé òkè ólú gị́.

source: Luganda
ig: Lùgáńdà

source: Macedonian
ig: Ásụ̀sụ́ Màsèdónị́ànụ̀

source: Maithili
ig: Ásụ̀sụ́ Màị̀tílì

source: Make sure the sentence meets the following criteria:
ig: Gbàá ḿbọ̀ hụ́ nà áhị́rị́ókwū áhụ̀ tózùrù íhé ńdị́ à:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ig: Mèé kà ńgwá-ńnyòchá Í tìnyèrè ríjúó áfọ́ síté na-ítīnyē ọ̀tụ́tụ́ íhé gbásárá gị́ mà ghàrá ítīnyē áhà gị́. ànyị́ nà-ẹ̀wẹ́pụ̀chà ị́hẹ́ gbásárá ńdí tínyéré ólú há túpúù ànyị̀ èwépụ̀tá há kà ọ̀hànézé hụ́ há.

source: Malagasy
ig: Ásụ̀sụ́ Màlàgásị̀

source: Malay
ig: Ásụ̀sụ́ Màléè

source: Malayalam
ig: Ásụ̀sụ́ Màlàyálàmụ̀

source: Maltese
ig: Ásụ̀sụ́ Mọ́lụ́tíìzì

source: Manage Email Subscriptions
ig: Jìkwáá ńdébànyé (subscriptions) màkà ózí íméèlụ̀ (email)

source: Manage Subscriptions
ig: Jìkwáá ńdébànyé (subscriptions)

source: Mapudungun
ig: Ásụ̀sụ́ Màpụúdúńgùn

source: Marathi
ig: Ásụ̀sụ́ Màrátị̀

source: Meadow Mari
ig: Ásụ̀sụ́ Mị̀dò Márị̀

source: Message
ig: Ózí

source: [Mismatched content]
ig: [Ndị̀ná á ná-édényéghị́ ébé ó kwèsị̀rị̀]

source: Misreadings
ig: Ńgúhìèsí

source: Missing an <strong>'s'</strong> at the end of a word.
ig: Ngósí ụ́bárá nà ásụ́sụ́ Bèkéè <strong>'s' </strong> nà-éfú èfú nà ńgwụ́chá ókwú.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ig: Ná-éfù <strong>'A' </strong>mà ọ̀ bụ̀ <strong>Áhụ̀ ('The')</strong> ǹkè dị́ ná ḿmàlíté mkpọ́nyé áhụ̀.

source: Missing the end of the last word by cutting off the recording too quickly.
ig: Ị́tụ̀fú ókwú ǹkè ìkpèázụ́ síté n'ị́gbábìrì ḿkpọ́nyé nà-érúghí érú.

source: Mixed
ig: Ńkwákọ́tá

source: Moksha
ig: Ásụ̀sụ́ Mọ́kụ́shà

source: Mongolian
ig: Ásụ̀sụ́ Mọ̀n̄gólị́ànụ̀

source: More
ig: Ọ̀zọ́

source: [More has been recorded than the required text]
ig: [Ńdékọ́ é nwètàrà àkárị́álá ḿkpụ́rụ́ édémédé ólé á chọ̀rọ̀]

source: Mossi
ig: Ásụ̀sụ́ Mọ́ọ̀sị̀

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ig: Ọ̀tụ́tụ́ n'ímé ńgwá nchọ́chá (data) ńdị́ ńnúkwú ụ́lọ̀ ḿmépụ̀tà ánághị̀ àdị́rị́ ọ̀tụ́tụ́ ńdị́ ḿmádụ̀ m̀fé ínwétá. Ǹké à bụ̀ íhé ńdọ́ghàchị́ ázụ́ nyéré ńchépụ̀tá ọ́bụ́là. Nké à mèrè ànyị́ jì wépụ́tá ámụ̀mà Common Voice à bụ́ nké gá-ényé áká kà ǹghọ́tá-ólú dị́rị́ ḿmádụ̀ níílé m̀fé ínwétá.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ig: Ọ̀tụ́tụ́ n'ímé ńgwá nchọ́chá (data) ńdị́ ńnúkwú ụ́lọ̀ ḿmépụ̀tà ánághị̀ àdị́rị́ ọ̀tụ́tụ́ ńdị́ ḿmádụ̀ m̀fé ínwétá. Nké à mèrè ànyị́ jì wépụ́tá ámụ̀mà Common Voice à bụ́ nké gá-ényé áká kà ǹghọ́tá ólú dị́rị́ ḿmádụ̀ níílé m̀fé.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ig: Ọ̀tụ́tụ́ ḿkpọ́nyé bụ̀ ǹkè ńdị́ ná-ékwú ókwú n'ólú ékéréchí há. Ị́ nwèrè íké ị́nábátá ńdékọ́ ńdị́ ná-érúchághị́ ógó ǹkè ná-ánághị̀ àbị́á m̀gbè níílé ǹkè é tìrì nà ḿkpú mà ọ̀ bụ̀ kwúó n'ólú nwáyọ̀ọ̀ mà ọ̀ bụ̀ jìrí ólú ǹkà kwúó. Bíkó jụ́ ị́nábàtà ǹké ọ́bụ́là á gụ̀rụ̀ n'égwú mà ọ̀ bụ̀ ǹkè é jì ígwé ómé kà ḿmádụ̀ kwúó.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ig: Common Voice nke Mọ̀zị́là bụ̀ ńchépụ̀tá íjí nyé áká kúzíéré ígwé-nwéré-àkọ́núchè ètù ńdị́ bụ́ ḿmádụ̀ n'ézíé sì èkwú ókwú.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ig: É nwere ike iji igwe nghọ̀tá ụ̀dà-ólú nke Mozilla bụ́ Deep Voice rụ́ọ́ ńgwá ǹghọ̀tá-ókwú (Speech recognition). Gụọ<githubLink>nchịkọta Github</githubLink>ma ọ bụ sonye na<discourseLink>DeepSpeech Ḿkpárị́tá</discourseLink>kà Ị́ màtà kà Ị́ gà-èsí màlíté.

source: Name
ig: Áhà

source: Native Language
ig: Ásụ̀sụ́ Òbòdò-ónyé

source: Need some help with accent?
ig: Ì chọ̀rọ̀ ènyèmáká bànyéré ǹdébé-ólú?

source: Need to download your data?
ig: Ị́ chọ̀rọ̀ íbúdàtà ńgwá nńyọ́chá (data) gị́?

source: Nepali
ig: Ásụ̀sụ́ Nèpálị̀

source: Next
ig: Òsòtè

source: Nias
ig: Ásụ̀sụ́ Nị̀yáàsị̀

source: No
ig: Ḿbà

source: [No ‘a’ in the original text]
ig: [Enweghị 'a' na ederede izizi]

source: No gravatar found for your email
ig: À chọ́tághị́ gravatar ọ̀bụ́là màkà íméèlụ̀ (email) gị́.

source: No microphone found.
ig: Ènwéghị̄ ígwè ókwū (microphone) à hụ̀rụ̀.

source: Norwegian Bokmål
ig: Ásụ̀sụ́ Bọ́kụ́mọ́ọ̀lụ̀ Nọ̀wéjị́ànụ̀

source: Norwegian Nynorsk
ig: Ásụ̀sụ́ Nị́nọ́ọ̀sụ̀kụ̀ Nọ̀wéjị́ànụ̀

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ig: Ahị́rị́ókwū á gà-ényọ̀chá ádīghī. <addLink>Tìnyékwúó áhíríókwū ùgbú à!</ addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ig: Màtà: Ọ́ bụ́rụ́ nà é tínyé "kà á hụ́" nà ńhàzí, é nwèrè íké ígbánwè ǹké à síté nà <profileLink>íhú ọ́wā ǹjìrìmárá</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
ig: Lèé ányá: Ọ́ ga-adị́ ḿkpà kà ị họ̀rọ̀ ótù n'ímé ndi a: "Kwùó ókwū" màọ̀bụ́ "Gèé ńtị̀". Ǹké à gà-ènyé ákà ị́ gósí gí ébé í gà-àtúnyé òkè.

source: No Thanks
ig: Ḿbà, Dàálụ́.

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ig: Ùgbú à Ị́ ghọ̀tàtụ̀rụ̀là íhé gbàsárá Common Voice, gị́nị́ mèrè nà Ị̀ gághị́ ánwàlé yá. Pị̀á íhé ná-égósí ígwè ókwū (microphone) kà Ị́ màlíté ị́gụ́pụ̀tà áhị́rị́ókwú. <br/><br/>Ọ́bụ́rụ́ nà ọ́ kàrà gị́ ḿmá ínyòchà ńtúnyé òkè ólú ókwú ńdị́ ọ́zọ́ tụ̀nyèrè, kpàtụ́ íhé ná-égósí ḿgbányé (Play). Ị́ gà-ènyé áká kọ́wáá mà mkpọ́nyé ha dàbàkwàrà n'áhị́rị́okwú ńdị́ ná-égósí n'ònyònyó.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ig: Ùgbú à, Ị́ nwèrè ị́tụ́nyé ụ̀dà-ólú gị́ íjí nyéré ányị́ áká wúlíté ọ́wá ńgwá ńchọ́chá ụ̀dàólú mépéré èmépé nkè ónyé ọ̀bụ́là nwèrè íké íjì mépụ̀tá ńgwá-ọ́rụ́ (apps and devices) màkà ị́rụ́ ọ́rụ́ nà wéèbụ̀ (web). Gụ̀ọ́ ótú áhị́rị́ókwú íjí nyéré ígwé nwéré àkọ́núché áká ị́ghọtá ètù ńdị́ bụ́ mmádụ̀ n'ézíé sì èkwú ókwú. Lèléé ọ́rụ́ ndị́ ntụ́nyé òkè ńdị́ ọ̀zọ́ íjí mélíté ọdị́dị́. Ọ́ dị̀ m̀fé ètú à!

source: Number of Voices
ig: Ọ́nụ́ọgụ ǹkè ólú ókwú

source: Occitan
ig: Ásụ̀sụ́ Ọ́kụ́sị́tànụ̀

source: Odia
ig: Ásụ̀sụ́ Ọ́dị̀yà

source: Off
ig: Gbànyụ́ọ́

source: Offensive language
ig: Ókwú ḿkpárị́

source: Offensive speech
ig: Ókwú ḿkpárị́

source: On
ig: Gbànyé

source: On desktop devices you can contribute by downloading…
ig: Nà ńgwá desktop, Í nwèrè íké ị́tụ̀nyé ókè síté n'íbúdàtà...

source: On his head he wore a beret.
ig: Ó kpù ókpú (beret) n'ísí yá.

source: On iOS please continue with Safari to enable recording…
ig: Nà iOS Ị́ nwèrè íké jírí Safari gáá n'íhú síté n'ị́kpọ́nye ǹdékọ́ ólú...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ig: N'áká ǹkè ọ́zọ́, ọ́bụ́rụ́ nà Ị́ nà-échè n ọ̀gụ́ụ̀ áhụ́tụ̀bèghì ḿkpụ́rụ́ókwú áhụ̀ m̀bụ́ mà ná-ákpọ́kwá yá ètù ó sì chèé yá, bíkó, jụ́ ị́nábàtà yá. Ọ́bụrụ́ nà Ị́ máchághị̀, lòó ḿkpọ́chí ḿwụ̀fè.

source: Optionally join on our email list for updates and new information about the project.
ig: Ọ́ másị́ gị́, Ì débànyé áhà gị̀ ná-ákwụ́kwọ́ ózí íméèlụ̀ (email) ányị́ kà Í wèé nà-ènwétá ózí gbàsárá kà íhé sì àgá nàkwàzị̀ ózí ọ́fụ́rụ́ ńdị́ ọ́zọ́ gbàsárá ọ́rụ́ à.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ig: À gághị̀ èmé kà ọ̀hànézè hụ́ ákàrà ńdị́ Í nyèrè bụ́ ǹjìrìmárá gị́ (dị́kà áfọ̀, òkìkè, ásụ̀sụ́ nà ụ̀dàólú), à gághị̀kwà éjìkọ́tá yá nà ọ́wà ńnyọ́chá áká gị́ . A ga-ejikọta ńdékọ́ íhé ígè ńtị̀ (audio clips) nke onye ọ bụla na data ìgwè mmadụ maka ebumnuche nke nnyocha ziri ezi karịa - dịka ọmụmaatụ, onye nyocha nwere ike chọọ ịchụso usoro ọzụzụ n'otu akụkụ igwe mmadụ. Á gà-èjìkọ́ ụ̀dà-ólú ọ bụla n'ákàrá ńjírí márá kà ńkọ́wá yá dòó ányá. Íjí máá àtụ̀, ónyé ńchọ́chá nwèrè íké chọ́ọ́ kà Ó nyé ótú ụ̀dị́ ńdị́ ọ̀zụ̀zụ̀ pụ́rụ́ íchè.

source: Other
ig: Ńdị́ ọ́zọ́

source: Other Language
ig: Ásụ̀sụ́ ńdí ọ̀zọ́

source: Other voice datasets…
ig: Ụ́yọ̀kọ̀ ńgwá ńchọ́chá ụ̀dà-ólú ǹkè ólú ǹdị́ ọ́zọ́...

source: Other Voice Datasets
ig: Ụ́yọ̀kọ̀ ńgwá ńchọ́chá (voice dataset) ókwú ńdị́ ọ̀zọ̀

source: Overall Accuracy
ig: Ǹdàbàrà níílé

source: Overall Hr. Total
ig: Ńchị́kọ́tá ọ́nú ọ́gụ́ Hr. n'òzùzù ókè

source: Papiamento (Aruba)
ig: Ásụ̀sụ́ Pàpị̀yàméntò (Árụ́bà)

source: Partners
ig: Ńdí ḿmékọ́

source: Pashto
ig: Ásụ̀sụ́ Pàshị̀ítò

source: Past recordings download requests
ig: Árị̀rị̀ọ́ ḿbúdàtà Ḿkpọ́nyé gárá àgá

source: Persian
ig: Ásụ̀sụ́ Péshíànụ̀

source: Personal dashboards keep you up-to-date with individual and community progress.
ig: Ụ́gbọ́ ńdékọ́ ǹkè ónyé (Personal Dashboard) nà-émé kà Ị́ mátá ọ̀gàníhú ǹkè ónyé nàkwà ǹké ọ̀há òbòdò.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ig: <playbookLink>Chọ̀tá ḿgbàzí gá-ényé áká </playbookLink>nà ǹjèm Common Voice níílé, bídó nà localisaton gárúó n'òlìlò ńgwá nńychọ́chá, nàkwà ètù é sí ènwétá ányị́.

source: <playIcon></playIcon>Last one!
ig: <playIcon></playIcon>Ǹké ìkpéàzụ́!

source: Play/Stop
ig: Kpọ̀ọ́/Kwụ̀sị́

source: Please select a language to review sentences.
ig: Bíkō họ̀rọ́ ásụ̀sụ́ Í gà ényọ̀chá áhị́rị́ókwū nà ya

source: Polish
ig: Ásụ̀sụ́ Pọ́líìshì

source: Portuguese
ig: Ásụ̀sụ́ Pọ́tùgị́ìsì

source: Press play, listen & tell us: did they accurately speak the sentence below?
ig: Pịa "kpọọ", gèé yá ńtị̀ ǹkè ómá kà Í wèé gwá ányí mà à kpọ̀pụ̀tàkwàrà áhị́rị́ókwú ńdị́ à ọ̀fụ́má.

source: Press { shortcut-play-toggle } to toggle play mode
ig: Pị̀á { shortcut-play-toggle } kà Ị́ gbánwèé ọ́nọ̀dụ̀ égwú

source: Privacy
ig: Ǹzúzó (Privacy)

source: Privacy Policy
ig: Ìwú Ǹzòrò

source: Pro
ig: Ọ̀kàchàsị̀ márá

source: Profile
ig: Ǹjìrìmárá (Profaịlụ)

source: Profile information improves the audio data used in training speech recognition accuracy.
ig: Ózí gbàsárá íhé ǹjììmárá-ónyé nà-ènyé áká ị́kwàlìtè ọ́nọ̀dụ̀ ńgwá-ńchọ́chá-ụ̀dà-ólú ǹkè é jì ènyé ọ̀zụ̀zụ̀ màkà ǹghọ̀tá ókwú.

source: Progress
ig: Ọ̀gàníhú

source: Punjabi
ig: Ásụ̀sụ́ Pụ̀ńjábì

source: Quechua Chanka
ig: Ásụ̀sụ́ Quechua Chanka

source: Reader Effects
ig: M̀mètụ̀tàrà Ọ̀gụ́ụ̀ (Reader)

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ig: Ị́gụ́pụ̀tà ńkwàkọ́tá ókwú ńdị́ ná-ádị́ghị́ n'ézíé dị́kà 'We're (Ànyị́ n'ị̀ yá)' kámà ị́gụ́ yá dị́kà 'We are (Ànyị́ nọ̀ yà)' mà ọ̀ bụ̀ búghárị́á yá.

source: Read More
ig: Gụ̀kwùó

source: Read more on our About page
ig: Gụ̀kwúó n'íhú íbé íhé gbàsárá ányị́

source: Ready to contribute?
ig: Ị̀ dị́lá ńjìkéré ị́tụ́nyé òkè?

source: Ready to donate your voice?
ig: Ị̀ dị́lá ńjìkéré ị́tụ́nyé òkè ólú ókwú gị́?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ig: Ná-ènwétà ózí íméèlụ̀ (email) gá ná-échètárá gị́ kà íhé sì àgá, yá nà ákwụ́kwọ́ ózí ńdị́ ọ́zọ́ gbàsárá òtù Common Voice.

source: Recorded Clips
ig: Íhé á kpọ̀nyèrèlà

source: Recorded Hours
ig: Élékéré ólé é dékọ̀rọ̀

source: <recordIcon></recordIcon> Last one!
ig: <recordIcon></recordIcon>Ǹké íkpéázụ́!

source: [Recording cut off before the end of the last word]
ig: Ńdékọ́ á gbábìrì tùpù ókwú ńgwụ́chá

source: Recordings
ig: Ḿkpọ́nyé

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ig: Ǹtùnyé òkè ólú bụ̀ íhẹ̀ káchásị́ ḿkpà nà ḿwúlíté ọ́wà nchékwá ńgwá ńnyọ́chá (dataset) kè-ìzùgbè. Ụ̀fọ́dụ́ nà-éwèkwá yá dị́ká ǹké káchásị́ ụ̀tọ́.

source: Record/Stop
ig: Kpọ̀nyé/Kwụ̀sị́

source: Record your voice
ig: Kpọ̀nyé ólú ókwú gị́

source: Refresh
ig: Mèpéghárị́á (refresh)

source: Reject
ig: Jụ́

source: Remove
ig: Wépụ̀

source: Report
ig: Kpèsáá

source: Report was passed successfully
ig: É zìgálá ḿkpésá n'ébé kwésírí

source: Request a Language
ig: Rị̀ọ̀tá ótú Ásụ̀sụ́

source: Request recordings
ig: Rị̀ọ́ Ḿkpọ́nyé

source: *required
ig: *nkè á chọ̀rọ̀̀

source: Re-record
ig: Kpọ̀nyéghárị́á (re-record)

source: Re-record clip
ig: Kpọ̀nyéghárị́á

source: Return
ig: Lághàchí

source: Return here to edit your goal anytime.
ig: Lághàchíté ébé à màkà ídézíghárị́ èbùmnúchè gị́ m̀gbè ọ́bụ́là

source: Return to Common Voice
ig: Lághàchí ázụ́ n'òtù Common Voice

source: Return to Languages
ig: Lághàchí ázụ́ n'ásụ̀sụ́

source: Review
ig: Ńyọ̀chághárí

source: Review could not be saved. Please try again later.
ig: È nwéghị́ íké ị́chēkwá ńyòchá . Bíkō nwàá ọ̀zọ́ m̀gbé ọ̀zọ́.

source: ⓘ Review Criteria
ig: ⓘ Nyòcháá ìwú ùsòrò

source: Review Criteria
ig: Nyòcháá ìwú ùsòrò

source: Reviewed sentences not submitted, are sure?
ig: Ìnyéfèbèghì áhị́rị́ókwū ínyòchàrà, Ì dòrò ányá?

source: Review & re-record clips here as you go
ig: Nyòcháá mà kpọ́ghárị́á óbéré ḿkpọ́nyé

source: Review & re-record clips if needed
ig: Nyócháá mà kpọ́ghárị́á mà Ị́ chọ́ọ́

source: Review Sentences
ig: Nyòcháá áhị́rị́ókwū

source: Review & Submit
ig: Nyòcháá mà zìgá

source: Romanian
ig: Ásụ̀sụ́ Ròmánị́àn

source: Romansh Sursilvan
ig: Ásụ̀sụ́ RòmánshỊ́ Sọ̀sị́lị́váànụ̀

source: Romansh Vallader
ig: Ásụ̀sụ́ RòmánshỊ́ Vàváládà

source: Runyankole
ig: Ásụ̀sụ́ Nyàn̄kọ́lè

source: Russian
ig: Ásụ̀sụ́ Rọ́shị́ànụ̀

source: Sakha
ig: Ásụ̀sụ́ Sákà

source: Santali (Ol Chiki)
ig: Ásụ̀sụ́ Sàntálị̀ (Ọ̀lụ̀ Chị́kị̀)

source: Sardinian
ig: Ásụ̀sụ́ Sàdị́nị́ànū

source: Save
ig: Chèkwáá

source: Saved
ig: É chèkwàrà

source: Search
ig: Chọ̀ọ́

source: See how your progress compares to other contributors all over the world.
ig: Hụ́ kà àgàmníhú gị́ sì átụ̀nyéré ńkè ńdị́ ọ́zọ́ n'ụ̀wà niile.

source: See Less
ig: Hụ́ ńtàkírí

source: See More
ig: Hụ̀kwúó

source: Select a Language...
ig: Họ̀rọ́ Ásụ̀sụ́...

source: Selected
ig: Ńdị́ á họ̀tàrà

source: Send sign up link
ig: Zìgá ọ́wà ńdébànyé áhá gị́

source: Sentence Collection
ig: Ńchị́kọ́tá áhị́rị́ókwū (Sentence Collection)

source: Sentences
ig: Ahịrịokwu

source: Sentence text
ig: Èdèrèdé áhị́rị́ókwú

source: Serbian
ig: Ásụ̀sụ́ Sábị́ànụ̀

source: Set a goal
ig: Hàzíé èbùmnúché gị

source: Set my visibility
ig: Hàzíé ọ̀hụ́hụ́ m

source: Sex or Gender
ig: Jéndà (gender)

source: Share Common Voice
ig: Késàá Common Voice

source: Share my goal
ig: Késàá èbùmnúchè m

source: Share your clip
ig: Késàá óbéré ḿkpọ́nyé

source: Shilha
ig: Ásụ̀sụ́ Shị́là

source: Shortcuts
ig: Ụ́zọ̀ ḿpíó (Shortcuts)

source: [Should be ‘dinosaurs’]
ig: [Kwèsị̀rị̀ ị́bụ́ ‘dinosaurs’]

source: [Should be “We are”]
ig: [Ọ́kwèsị̀rị̀ ị́bụ̄ "We are"]

source: Show my ranking
ig: Gòsí ọ́kwá ḿ

source: Sicilian
ig: Ásụ̀sụ́ Sị̀sị́lị́ànụ̀

source: Sign up for an account
ig: Débànyé áhá gị́ kà Í wèé nwétá ọ́wà ǹkè áká gị́

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ig: Débànyé áhà gị́ kà Ị́ wèé ná-ènwétá ákwụ́kwọ́ ózí ńdị́ Common Voice, nàkwàzị̀ ózí ńchétárá m̀bùmnúchè nà kà íhé sì àgá

source: sign up for email updates
ig: Débànyé áhà gị́ kà Ị́ wèé ná-ènwétá ózí íméèlụ̀ (email) gbàsárá kà íhé sì àgá

source: Sign up for { $lang } updates:
ig: Débànyé áhà gị́ màkà ínwētā ózí gbàsárá { $lang }:

source: Single ZIP file containing
ig: Ótù faịlụ ZIP nwéré

source: Sinhala
ig: Ásụ̀sụ́ Sị̀nhálà

source: Size
ig: Ǹhá

source: Skip
ig: Máfèé

source: Skip Submission Feedback
ig: Hapụ ị mata ihe e kwụrụ gbasara ihe ị meputara

source: Slovak
ig: Ásụ̀sụ́ Sụ̀lóváàkị̀

source: Slovenian
ig: Ásụ̀sụ́ Sụ̀lóvénị́ànụ̀

source: Somali
ig: Ásụ̀sụ́ Sọ̀málị́à

source: Sorbian, Lower
ig: Ásụ̀sụ́ Sọ́bị́ànụ̀, Kéḿgbádà

source: Sorbian, Upper
ig: Ásụ̀sụ́ Sọ́bíànụ̀, Kèélúélú

source: Source: { $sentenceSource }
ig: Ísí ḿmàlíté: { $sentenceSource }

source: Spanish
ig: Ásụ̀sụ́ Sụ̀páníìshì

source: Speak
ig: Kwùó ókwú

source: Speakers
ig: Ndị na-ekwu okwu

source: Speaking
ig: Nà-èkwú

source: Speaking and Listening
ig: Á ná-èkwú à ná-égè ńtị́

source: Speak now
ig: Kwùó ókwú ụ̀gbú à

source: Speak up, contribute here!
ig: Kwùó ókwú, túnyé òkè gị́ ébé à.

source: Split into { $archiveCount } ZIP files containing
ig: Kérìé n'ímé { $archiveCount } ḿkpókọ́tá (faịlụ) ZIP nwéré

source: Splits
ig: Ńkèwá

source: Start recording
ig: Bìdó ḿkpọ́nyé

source: Start typing to describe your accent
ig: Mmàlíté ị́kọ̄wā ǹdébé-ólú gị́

source: Submit
ig: Nyéfèé

source: Submit a report
ig: Zìgá mkpèsá

source: Submit clips
ig: Zìga íhé ḿkpọ́nyé

source: Subscribe
ig: Débànyé áhà

source: Success
ig: Ọ́ gàrà ǹkè ọ́má

source: Success, profile created!
ig: Ńképụ̀tá èjìrìmárá gi gàrà ǹkè ọ́má!

source: Swahili
ig: Ásụ̀sụ́ Sụ̀wàhílì

source: Swedish
ig: Ásụ̀sụ́ Sụ̀wídíìshì

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ig: Pị̀á áká ńrī íjì kwàdó áhị́rị́ókwū áhụ̀. Pị̀á áká èkpè íjì jụ́ yà. Pị̀á élū kà ị́ màfèé yà. <strong>É chēfùlà ítīnyē ńyòchá gị́!</strong>

source: Syriac
ig: Ásụ̀sụ́ Sị́rị́àkị̀

source: Tagalog
ig: Ásụ̀sụ́ Tágálọ́ọ̀gụ̀

source: Tahitian
ig: Ásụ̀sụ́ Tàhíshị́ànụ̀

source: Taiwanese (Minnan)
ig: Ásụ̀sụ́ Tàị̀wáníìzì (Mị́náànụ̀)

source: Tajik
ig: Ásụ̀sụ́ Tájíìkì

source: Taking several attempts to read a word.
ig: Nà-éwè ọ́tụ́tụ́ ḿbọ̀ ị́gụ́pụ̀tà ḿkpụ́rụ́ókwú

source: Tamil
ig: Ásụ̀sụ́ Tàmị́ị̀lụ̀

source: Tap
ig: Kpàtụ́

source: Tatar
ig: Ásụ̀sụ́ Tàtáà

source: TED-LIUM Corpus
ig: Ḿkpókọ́tá ńgwá nńyọ́chá TED-LIUM

source: Tell us what you'd like to download:
ig: Gwá ànyị́ íhé ị́ gà-àchọ́ kà Í búdàta

source: Telugu
ig: Ásụ̀sụ́ Télúùgù

source: Terms
ig: Úsòrò ìwú

source: Thai
ig: Ásụ̀sụ́ Táàyị̀

source: Thanks for confirming your account, now let's build your profile.
ig: Daalụ màkà íkwàdò àkáùnt (account) ǹkè gị́. Kà ànyị́ wúlítézíé èjìrìmárá gị́ úgbú à.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ig: Ǹdéwó màkà ́ḿkpọ́nyé. Úgbú à, nyòcháá mà zìgá íríghírí ́ḿkpọ̄nyē gị́ n'òkpúrù ébé à
